alefragnani.project-manager
be5invis.toml
dustypomerleau.rust-syntax
enkia.tokyo-night
esbenp.prettier-vscode
fernandoescolar.vscode-solution-explorer
geequlim.godot-tools
golang.go
Gruntfuggly.todo-tree
kleber-swf.unity-code-snippets
kreativ-software.csharpextensions
monokai.theme-monokai-pro-vscode
ms-dotnettools.csharp
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.makefile-tools
patcx.vscode-nuget-gallery
PKief.material-icon-theme
Razoric.gdscript-toolkit-formatter
redguardtoo.matchit
rhalaly.scope-to-this
ritwickdey.LiveServer
rust-lang.rust-analyzer
sumneko.lua
tomphilbin.gruvbox-themes
twxs.cmake
vscodevim.vim
Zignd.html-css-class-completion
