be5invis.toml
EditorConfig.EditorConfig
esbenp.prettier-vscode
fernandoescolar.vscode-solution-explorer
geequlim.godot-tools
golang.go
Gruntfuggly.todo-tree
hoovercj.vscode-settings-cycler
kleber-swf.unity-code-snippets
kreativ-software.csharpextensions
monokai.theme-monokai-pro-vscode
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
mvllow.rose-pine
patcx.vscode-nuget-gallery
PKief.material-icon-theme
Prisma.prisma
Razoric.gdscript-toolkit-formatter
redguardtoo.matchit
rhalaly.scope-to-this
rust-lang.rust-analyzer
tomphilbin.gruvbox-themes
twxs.cmake
usernamehw.errorlens
vscodevim.vim
Zignd.html-css-class-completion
