be5invis.toml
donjayamanne.githistory
dustypomerleau.rust-syntax
enkia.tokyo-night
esbenp.prettier-vscode
fernandoescolar.vscode-solution-explorer
fireside21.cshtml
golang.go
Gruntfuggly.todo-tree
jdinhlife.gruvbox
kakumei.ts-debug
kleber-swf.unity-code-snippets
kreativ-software.csharpextensions
ms-dotnettools.csharp
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
patcx.vscode-nuget-gallery
pixelbyte-studios.pixelbyte-love2d
PKief.material-icon-theme
redguardtoo.matchit
rhalaly.scope-to-this
ricardoerikson.vscode-go-impl-methods
ritwickdey.LiveServer
rust-lang.rust-analyzer
sumneko.lua
twxs.cmake
vscodevim.vim
Zignd.html-css-class-completion
